__MODULE__ = "𝙰ᴘᴘʀᴏᴠᴀʟs"



__HELP__ = """
**⸢sᴏᴍᴇᴛɪᴍᴇs, ʏᴏᴜ ᴍɪɢʜᴛ ᴛʀᴜsᴛ ᴀ ᴜsᴇʀ ɴᴏᴛ ᴛᴏ sᴇɴᴅ ᴜɴᴡᴀɴᴛᴇᴅ ᴄᴏɴᴛᴇɴᴛ.
ᴍᴀʏʙᴇ ɴᴏᴛ ᴇɴᴏᴜɢʜ ᴛᴏ ᴍᴀᴋᴇ ᴛʜᴇᴍ ᴀᴅᴍɪɴ, ʙᴜᴛ ʏᴏᴜ ᴍɪɢʜᴛ ʙᴇ ᴏᴋ ᴡɪᴛʜ blacklists, and antiflood not applying to them.
ᴛʜᴀᴛ's ᴡʜᴀᴛ ᴀᴘᴘʀᴏᴠᴀʟs ᴀʀᴇ ғᴏʀ - ᴀᴘᴘʀᴏᴠᴇ ᴏғ ᴛʀᴜsᴛᴡᴏʀᴛʜʏ ᴜsᴇʀs ᴛᴏ ᴀʟʟᴏᴡ ᴛʜᴇᴍ ᴛᴏ sᴇɴᴅ ⸥**

「𝗖𝗢𝗠𝗠𝗔𝗡𝗗𝗦」 :
═───────◇───────═
「𝗔𝗗𝗠𝗜𝗡𝗦 𝗢𝗡𝗟𝗬」
 
๏ /approve <ᴜsᴇʀ>: ᴀᴘᴘʀᴏᴠᴇ ᴛʜᴇ ᴜsᴇʀ, ʟᴏᴄᴋs ᴀɴᴛɪғʟᴏᴏᴅ ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛs ᴡᴏɴ'ᴛ ᴀᴘᴘʟʏ ᴛᴏ ᴛʜᴇᴍ ᴀɴʏᴍᴏʀᴇ.
๏ /disapprove <ᴜsᴇʀ>: ᴅɪsᴀᴘᴘʀᴏᴠᴇ ᴛʜᴇ ᴜsᴇʀ, ᴛʜᴇʏ ᴡɪʟʟ ɴᴏᴡ ʙᴇ sᴜʙᴊᴇᴄᴛ ᴛᴏ ʟᴏᴄᴋs ᴀɴᴛɪғʟᴏᴏᴅ ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛs again.
๏ /approved: List the approved users of a chat.
๏ /approval <ᴜsᴇʀ>: ᴄʜᴇᴄᴋ ᴛʜᴇ ᴀᴘᴘʀᴏᴠᴀʟ sᴛᴀᴛᴜs ᴏғ ᴀ ᴜsᴇʀ.
๏ /disapproveall: ᴅɪsᴀᴘᴘʀᴏᴠᴇ ᴀʟʟ ᴜsᴇʀs ᴏғ ᴀ ᴄʜᴀᴛ, ᴛʜɪs ᴄᴀɴɴᴏᴛ ʙᴇ ᴜɴᴅᴏɴᴇ.
═───────◇───────═
"""
